{
  "tip-r-to-r": "You are sending money from a Transparent Address to a Transparent Address. This transaction will be fully transparent and visible to every user.",
  "tip-r-to-z": "You are sending money from a Transparent Address to a Enigma Address. This transaction will be partially shielded.",
  "tip-z-to-z": "You are sending money from a Enigma Address to a Enigma Address. This transaction will be fully shielded and invisible to all users.",
  "tip-z-to-r": "You are sending money from a Enigma Address to a Transparent Address. This transaction will be partially shielded.",
  "memo": "When sending cash from a Transparent address, the remaining balance is sent to another out-generated r address. When sending from a Enigma address, the remaining unsent balance remains with the Z address. In both cases the original sending address cannot be used for sending again until the transaction is confirmed. The address is temporarily removed from the list. Freshly mined coins may only be sent to a Enigma address.",
  "Have no any available address": "Have no any available address",
  "Error": "Error",
  "Send Cash": "Send Cash",
  "From address": "From address",
  "Enigma Transactions": "Enigma Transactions",
  "On": "On",
  "Off": "Off",
  "Destination address": "Destination address",
  "Amount": "Amount",
  "Transaction fee:": "Transaction fee:",
  "Send": "Send",
  "Memo:": "Memo:",
  "\"FROM ADDRESS\" or \"DESTINATION ADDRESS\" is required.": "\"FROM ADDRESS\" or \"DESTINATION ADDRESS\" is required.",
  "\"FROM ADDRESS\" or \"DESTINATION ADDRESS\" cannot be the same.": "\"FROM ADDRESS\" or \"DESTINATION ADDRESS\" cannot be the same.",
  "\"AMOUNT\" is required.": "\"AMOUNT\" is required.",
  "Send cash operation started.": "Send cash operation started.",
  "Unable to start send cash operation": "Unable to start send cash operation",
  "Sending cash from a transparent address to an enigma address is forbidden when \"Enigma Transactions\" are disabled.": "Sending cash from a transparent address to an enigma address is forbidden when \"Enigma Transactions\" are disabled.",
  "Sending cash from a enigma address to a enigma address is forbidden when \"Enigma Transactions\" are disabled.": "Sending cash from an enigma address to an enigma address is forbidden when \"Enigma Transactions\" are disabled.",
  "Sending cash from a enigma address to a transparent (C) address is forbidden when \"Enigma Transactions\" are disabled.": "Sending cash from an enigma address to a transparent address is forbidden when \"Enigma Transactions\" are disabled."
}
